var dataSet = [
    {img:'../../img/dataimg/1.jpg', name:'嫌疑人x的献身', category:'2D', introduce:'究竟爱一个人，可以到什么程度？',actors:'王凯/张鲁一/林心如',director:' 苏有朋', score:'8.6', detail:'在刑警学院任职的物理天才唐川（王凯 饰）与中学教师石泓（张鲁一 饰）年少相识，因彼此对数学的共同兴趣而惺惺相惜，多年后唐川在调查一桩杀人案时， 身为石泓邻居的陈婧（林心如 饰）被列入警方的“嫌疑人”之中，石泓与唐川因此再度重逢，而唐川却在调查中发现了更大的秘密……被迫站在对立面的唐川、石泓由此展开了一场高智商对决，一步步推动故事走向既震撼人心又令人扼腕的结局。',time:'中国大陆 | 112分钟',style:'剧情,爱情,悬疑'},

    {img:'../../img/dataimg/2.jpg', name:'金刚：骷髅岛', category:'3D', introduce:'巨大沉默的怪兽在他的怒吼下有一颗让人喜爱的内心',actors:'汤姆·希徳勒斯顿', director:'乔丹·沃格特-罗伯茨',score:'8.3', detail:'上世纪70年代，一支集结了科考队员、探险家、战地摄影记者、军人的探险队，冒险前往南太平洋上的神秘岛屿——骷髅岛。他们的到来惊扰了岛上之神——史上最大金刚。经过一番惨烈的激战之后，探险队员散落在了岛屿各处。此时，队员们才意识到这次探险并不是一次单纯的科考任务，而是去探索怪兽存在的证明。在这片与世隔绝、危险密布的丛林，无数怪异的史前生物暗藏其中，时刻威胁着他们的生命。队员们还遇到了神秘的原始部落，金刚的身世和其守护岛屿的原因也被逐渐揭开，原来，恐怖阴森的骷髅岛上还蛰伏着更凶狠残暴的怪兽……',time:'美国,中国大陆 | 119分钟',style:'剧情,动作,冒险'},

    {img:'../../img/dataimg/3.jpg', name:'绑架者', category:'2D', introduce:'在追踪线索和回忆的逃亡路上，真相一层层剥开...',actors:'白百何/黄立行/明道/李淳',director:'徐静蕾', score:'8.4', detail:'重案组警察林薇(白百何 饰)的女儿突然失踪，唯一嫌疑人杨念(黄立行 饰) 却在案发当夜横遭车祸并失去记忆。在追踪线索和回忆的逃亡路上，杨念不断遭人暗杀，一心找回女儿的林薇也不惜代价对他步步紧追，重案组组长陆然(明道 饰)在关键时刻对林薇施以援手。真相一层层剥开……',time:'中国大陆 | 95分钟',style:'动作,犯罪'},

    {img:'../../img/dataimg/4.jpeg', name:'速度与激情8', category:'3D', introduce:'信任与背叛的危机',actors:'范·迪塞尔/道恩·强森',director:'F·加里·格雷', score:'8.0', detail:'多米尼克与莱蒂共度蜜月，布莱恩与米娅退出了赛车界，这支曾环游世界的顶级飞车家族队伍的生活正渐趋平淡。然而，一位神秘女子Cipher的出现，她引诱多米尼克走上犯罪道路，令整个队伍卷入信任与背叛的危机，生死患难的情义面临瓦解崩溃，前所未有的灾难考验着飞车家族。',time:'美国 | 136分钟',style:'动作,惊悚,犯罪'},

    {img:'../../img/dataimg/5.jpeg', name:'非凡任务', category:'2D', introduce:'一硬到底的毒枭歼灭战',actors:'黄轩/段奕宏/祖峰/郎月婷',director:'麦兆辉/潘耀明', score:'8.7', detail:'林凯（黄轩 饰）是李建国（祖峰 饰）安插在贩毒集团的卧底，他逐步渗透到“双鹰”贩毒集团后，发现幕后头目“老鹰”（段奕宏 饰）与八年前李建国作为卧底调查的贩毒集团有关，还囚禁了当时李建国的上级，最终林凯与李建国巧妙配合捣毁了整个贩毒集团',time:'中国大陆 | 122分钟',style:'剧情,动作,犯罪'},

    {img:'../../img/dataimg/6.jpeg', name:'美女与野兽', category:'3D', introduce:'爱情,能把一个男人变成野兽;也可以让一个丑陋的人变得高尚',actors:'艾玛·沃森/丹·史蒂文斯', director:'比尔·康顿', score:'8.2', detail:'一位高傲的王子（丹·史蒂文斯 饰）在宏伟古堡独居，因拒绝一名貌丑老婆婆借宿，被施咒变成了野兽，连这位王子的仆人都变成各样家具，要解除魔咒就要这位变成野兽的王子学会真心待人。漂亮善良的姑娘贝儿（艾玛·沃森 饰）为救父亲被逼与野兽同居古堡。几个回合之后，他们产生了难以想像的感情。加斯顿（卢克·伊万斯 饰）是一个长相英俊、身体强壮的男人，镇上每个女人都爱恋他，他一直追求贝儿，但贝儿始终看不上他，为了要挟贝儿和他结婚，他甚至串通疯人院的院长要把贝儿的父亲送进疯人院。然而大坏蛋加斯顿突然到城堡袭击野兽，令其身受重伤，贝儿没有伺机逃跑，与野兽一同打倒了加斯顿……',time:'美国 | 130分钟',style:'爱情,奇幻,歌舞'},

    {img:'../../img/dataimg/7.jpeg', name:'金刚狼3：殊死一战', category:'3D', introduce:'死亡的感觉是这样！',actors:'休·杰克曼/达芙妮·基恩',director:'詹姆斯·曼高德', score:'8.6', detail:'故事将发生在很久很久之后的未来世界，与现行的X战警宇宙相隔甚远。迈入暮年的金刚狼（休·杰克曼 饰）渐渐失去了体内的自愈因子。当一个与他能力相似的变种人女孩劳拉（达芙妮·基恩 饰）出现，小姑娘也能伸出与金刚狼一样的钢爪。X教授便请狼叔出山保护劳拉，阻止生化人杀手Reavers组织绑架劳拉的计划。',time:'美国 | 123分钟',style:'动作,冒险,科幻'},

    {img:'../../img/dataimg/8.jpeg', name:'一条狗的使命', category:'2D', introduce:'孤独将会是人生中遇见的最大困难',actors:'布丽特·罗伯森/乔什·盖德',director:'拉斯·霍尔斯道姆', score:'8.9', detail:'影片讲述了一条狗经历多次重生，在一次次生命的轮回中寻找不同的使命，最后又回到了最初的主人身边的故事。一个温顺可爱的狗狗贝利与主人意外的相遇开始了主人和汪星人的四世宠物情缘。贝利在成长过程中，帮助主人找到人生的伴侣，在危难之际拯救全家人的生命，到之后化身警犬破案，狗狗为主人奉献了自己的全部...',time:'美国 | 101分钟',style:'剧情,喜剧'},

    {img:'../../img/dataimg/9.jpeg', name:'冰雪大作战', category:'3D', introduce:'在游戏中醒悟，并得到成长',actors:'Angela Galuppo', director:'让-弗朗科西斯·波利特',score:'7.4', detail:'电影讲述一群生活在加拿大小镇的孩子，在寒假来临时，为了打发无聊的时间，小男孩卢克和刚到搬到镇子上的小女孩索菲亚成为对立两派的首领，约定了一场超大规模的雪仗。雪仗的规模在两方孩子们的挑衅、误会等碰撞中不断升级，进而演变成雪堡保卫战，最后导致了意想不到的事情发生。镇上的大狗克莉奥意外死于这场雪仗之中，由于这个变故停止了孩子们的战争。最终孩子们认识到了自己的错误，找到了游戏的真谛，友情和快乐才是游戏的目的，所有的孩子都在这个过程中醒悟并得到成长。',time:'加拿大 | 83分钟',style:'喜剧,动画'},

    {img:'../../img/dataimg/10.jpeg', name:'大话西游之大圣娶亲', category:'2D', introduce:'我只猜中了前头，可是我却猜不中这结局……',actors:'周星驰/朱茵/罗家英/吴孟达',director:'刘镇伟', score:'9.4', detail:'至尊宝（周星驰 饰）被月光宝盒带回到五百年前，遇见紫霞仙子（朱茵 饰），被对方打上烙印成为对方的人，并发觉自己已变成孙悟空。紫霞与青霞（朱茵 饰）本是如来佛祖座前日月神灯的灯芯（白天是紫霞，晚上是青霞），二人虽然同一肉身却仇恨颇深，因此紫霞立下誓言，谁能拔出她手中的紫青宝剑，谁就是她的意中人。紫青宝剑被至尊宝于不经意间拔出，紫霞决定以身相许，却遭一心记挂白晶晶（莫文蔚 饰）的至尊宝拒绝。后牛魔王救下迷失在沙漠中的紫霞，并逼紫霞与他成婚，关键时刻，至尊宝现身。',time:'中国香港 | 110分钟',style:'喜剧,爱情,奇幻'}

];

module.exports = {
  dataSet: dataSet
}